--------------------------------------------------------------------------------------------------------------------------------------------------------
      name:  <unnamed>
       log:  G:\Drive partagés\DRC - MEL FSP\05 Data System Reports\5.15 AM - Enquête annuelle\5.15.5 2023-08 APBS\06_analysis\06.3_log_files\apbs_tab.l
> og
  log type:  text
 opened on:  23 Aug 2023, 14:17:41

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. ********************************************************************************
. ********************************************************************************
. ***DEMOGRAPHICS
. ********************************************************************************
. ********************************************************************************
. 
. clear

. use "$source\apbs_final"

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. *Total number of individuals surveyed
. total `var'
  6. total `var' if health_zone == "kalehe"
  7. total `var' if health_zone == "katana"
  8. total `var' if health_zone == "miti_murhesa"
  9. 
. clear 
 10. use "$source\apbs_final"
 11. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69

Total estimation                      Number of obs   =      1,537

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allpart |   84271.32   1808.066      80724.79    87817.86
------------------------------------------------------------------

Total estimation                      Number of obs   =        660

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allpart |   32394.53   1087.042      30260.05    34529.02
------------------------------------------------------------------

Total estimation                      Number of obs   =        408

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allpart |   18176.03    969.678      16269.83    20082.24
------------------------------------------------------------------

Total estimation                      Number of obs   =        469

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allpart |   33700.76    974.818      31785.19    35616.32
------------------------------------------------------------------
(0 observations deleted)

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69

Total estimation                  Number of obs   =      1,537

--------------------------------------------------------------
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 pw_final_cg |   16761.93   384.8957      16006.95     17516.9
--------------------------------------------------------------

Total estimation                  Number of obs   =        660

--------------------------------------------------------------
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 pw_final_cg |   6430.201   242.6664      5953.708    6906.693
--------------------------------------------------------------

Total estimation                  Number of obs   =        408

--------------------------------------------------------------
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 pw_final_cg |   4513.645   208.9905       4102.81    4924.481
--------------------------------------------------------------

Total estimation                  Number of obs   =        469

--------------------------------------------------------------
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 pw_final_cg |   5818.081    209.324       5406.75    6229.413
--------------------------------------------------------------
(0 observations deleted)

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69

Total estimation                      Number of obs   =      1,537

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_fnutrag |   23490.06   443.5634      22620.01    24360.12
------------------------------------------------------------------

Total estimation                      Number of obs   =        660

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_fnutrag |   12451.99   239.8528      11981.02    12922.96
------------------------------------------------------------------

Total estimation                      Number of obs   =        408

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_fnutrag |   3840.551   240.2672      3368.231     4312.87
------------------------------------------------------------------

Total estimation                      Number of obs   =        469

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_fnutrag |   7197.525    243.273      6719.482    7675.568
------------------------------------------------------------------
(0 observations deleted)

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69

Total estimation                      Number of obs   =      1,537

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   105339.2   2260.082        100906    109772.3
------------------------------------------------------------------

Total estimation                      Number of obs   =        660

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   40493.17   1358.802      37825.06    43161.27
------------------------------------------------------------------

Total estimation                      Number of obs   =        408

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   22720.04   1212.097      20337.29     25102.8
------------------------------------------------------------------

Total estimation                      Number of obs   =        469

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   42125.94   1218.522      39731.49     44520.4
------------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. *Sex
. svy: tab sex 
  6. svy: tab sex if health_zone == "kalehe"
  7. svy: tab sex if health_zone == "katana"
  8. svy: tab sex if health_zone == "miti_murhesa"
  9. 
. svy: tab sex hz_kalehe
 10. svy: tab sex hz_katana
 11. svy: tab sex hz_miti_murhesa
 12. 
. clear 
 13. use "$source\apbs_final"
 14. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

----------------------
      sex | proportion
----------+-----------
   female |      .7998
     male |      .2002
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 32,394.534
                                                Design df         =         26

----------------------
      sex | proportion
----------+-----------
   female |      .8115
     male |      .1885
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 18,176.035
                                                Design df         =         24

----------------------
      sex | proportion
----------+-----------
   female |      .7488
     male |      .2512
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 33,700.755
                                                Design df         =         20

----------------------
      sex | proportion
----------+-----------
   female |      .8161
     male |      .1839
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
          |      hz_kalehe     
      sex |     0      1  Total
----------+--------------------
   female | .4879   .312  .7998
     male | .1277  .0725  .2002
          | 
    Total | .6156  .3844      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    0.8219
    Design-based  F(1, 72)        =    0.1784     P = 0.6740
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
          |      hz_katana     
      sex |     0      1  Total
----------+--------------------
   female | .6383  .1615  .7998
     male |  .146  .0542  .2002
          | 
    Total | .7843  .2157      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    6.8646
    Design-based  F(1, 72)        =    2.1338     P = 0.1484
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
          |   hz_miti_murhesa  
      sex |     0      1  Total
----------+--------------------
   female | .4735  .3263  .7998
     male | .1266  .0736  .2002
          | 
    Total | .6001  .3999      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    1.6888
    Design-based  F(1, 72)        =    0.5577     P = 0.4576
(0 observations deleted)

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

----------------------
      sex | proportion
----------+-----------
   female |      .9336
     male |      .0664
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 6,430.2008
                                                Design df         =         26

----------------------
      sex | proportion
----------+-----------
   female |      .9677
     male |      .0323
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 4,513.6454
                                                Design df         =         24

----------------------
      sex | proportion
----------+-----------
   female |      .9559
     male |      .0441
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 5,818.0812
                                                Design df         =         20

----------------------
      sex | proportion
----------+-----------
   female |      .8786
     male |      .1214
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
          |      hz_kalehe     
      sex |     0      1  Total
----------+--------------------
   female | .5624  .3712  .9336
     male |  .054  .0124  .0664
          | 
    Total | .6164  .3836      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =   17.9357
    Design-based  F(1, 72)        =    4.7062     P = 0.0334
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
          |      hz_katana     
      sex |     0      1  Total
----------+--------------------
   female | .6762  .2574  .9336
     male | .0545  .0119  .0664
          | 
    Total | .7307  .2693      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    4.5525
    Design-based  F(1, 72)        =    0.6826     P = 0.4114
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
          |   hz_miti_murhesa  
      sex |     0      1  Total
----------+--------------------
   female | .6286   .305  .9336
     male | .0243  .0421  .0664
          | 
    Total | .6529  .3471      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =   39.8682
    Design-based  F(1, 72)        =    9.0322     P = 0.0036
(0 observations deleted)

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

----------------------
      sex | proportion
----------+-----------
   female |      .8931
     male |      .1069
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 12,451.989
                                                Design df         =         26

----------------------
      sex | proportion
----------+-----------
   female |      .8863
     male |      .1137
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 3,840.5507
                                                Design df         =         24

----------------------
      sex | proportion
----------+-----------
   female |      .8988
     male |      .1012
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 7,197.5251
                                                Design df         =         20

----------------------
      sex | proportion
----------+-----------
   female |      .9018
     male |      .0982
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
          |      hz_kalehe     
      sex |     0      1  Total
----------+--------------------
   female | .4233  .4698  .8931
     male | .0466  .0603  .1069
          | 
    Total | .4699  .5301      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    0.8360
    Design-based  F(1, 72)        =    0.1584     P = 0.6918
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
          |      hz_katana     
      sex |     0      1  Total
----------+--------------------
   female | .7461  .1469  .8931
     male | .0904  .0166  .1069
          | 
    Total | .8365  .1635      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    0.1016
    Design-based  F(1, 72)        =    0.0250     P = 0.8749
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
          |   hz_miti_murhesa  
      sex |     0      1  Total
----------+--------------------
   female | .6168  .2763  .8931
     male | .0768  .0301  .1069
          | 
    Total | .6936  .3064      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    0.5391
    Design-based  F(1, 72)        =    0.1468     P = 0.7027
(0 observations deleted)

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

----------------------
      sex | proportion
----------+-----------
   female |      .7998
     male |      .2002
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 40,493.168
                                                Design df         =         26

----------------------
      sex | proportion
----------+-----------
   female |      .8115
     male |      .1885
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 22,720.044
                                                Design df         =         24

----------------------
      sex | proportion
----------+-----------
   female |      .7488
     male |      .2512
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 42,125.945
                                                Design df         =         20

----------------------
      sex | proportion
----------+-----------
   female |      .8161
     male |      .1839
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
          |      hz_kalehe     
      sex |     0      1  Total
----------+--------------------
   female | .4879   .312  .7998
     male | .1277  .0725  .2002
          | 
    Total | .6156  .3844      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    0.8219
    Design-based  F(1, 72)        =    0.1784     P = 0.6740
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
          |      hz_katana     
      sex |     0      1  Total
----------+--------------------
   female | .6383  .1615  .7998
     male |  .146  .0542  .2002
          | 
    Total | .7843  .2157      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    6.8646
    Design-based  F(1, 72)        =    2.1338     P = 0.1484
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
          |   hz_miti_murhesa  
      sex |     0      1  Total
----------+--------------------
   female | .4735  .3263  .7998
     male | .1266  .0736  .2002
          | 
    Total | .6001  .3999      1
-------------------------------
  Key:  cell proportion

  Pearson:
    Uncorrected   chi2(1)         =    1.6888
    Design-based  F(1, 72)        =    0.5577     P = 0.4576

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. ***Age
. svy: tab age_cat_mc
  6. svy: tab age_cat_mc if health_zone == "kalehe"
  7. svy: tab age_cat_mc if health_zone == "katana"
  8. svy: tab age_cat_mc if health_zone == "miti_murhesa"
  9. 
. svy: tab age_cat_mc hz_kalehe, col
 10. svy: tab age_cat_mc hz_katana, col
 11. svy: tab age_cat_mc hz_miti_murhesa, col
 12. 
. clear 
 13. use "$source\apbs_final"
 14. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 83,088.289
                                                Design df         =         72

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0024
    15-19 |      .1141
    20-24 |      .1177
    25-34 |      .3162
    35-45 |      .2095
      46+ |      .2402
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        647
Number of PSUs     =        27                  Population size   = 31,878.549
                                                Design df         =         26

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    15-19 |      .1182
    20-24 |      .1078
    25-34 |      .3195
    35-45 |      .1874
      46+ |      .2671
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        402
Number of PSUs     =        25                  Population size   = 17,795.477
                                                Design df         =         24

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0052
    15-19 |      .1467
    20-24 |      .1416
    25-34 |      .2782
    35-45 |      .1934
      46+ |      .2349
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        464
Number of PSUs     =        21                  Population size   = 33,414.263
                                                Design df         =         20

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0033
    15-19 |      .0928
    20-24 |      .1144
    25-34 |      .3332
    35-45 |       .239
      46+ |      .2173
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 83,088.289
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_kalehe     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0039      0  .0024
    15-19 | .1115  .1182  .1141
    20-24 | .1239  .1078  .1177
    25-34 | .3141  .3195  .3162
    35-45 | .2232  .1874  .2095
      46+ | .2234  .2671  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =    8.2759
    Design-based  F(4.18, 301.32) =    0.4880     P = 0.7529
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 83,088.289
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_katana     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0017  .0052  .0024
    15-19 | .1052  .1467  .1141
    20-24 | .1112  .1416  .1177
    25-34 | .3265  .2782  .3162
    35-45 | .2138  .1934  .2095
      46+ | .2416  .2349  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =    9.6055
    Design-based  F(2.97, 213.88) =    0.4744     P = 0.6985
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 83,088.289
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |   hz_miti_murhesa  
+)        |     0      1  Total
----------+--------------------
    10-14 | .0019  .0033  .0024
    15-19 | .1284  .0928  .1141
    20-24 | .1199  .1144  .1177
    25-34 | .3047  .3332  .3162
    35-45 | .1896   .239  .2095
      46+ | .2556  .2173  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =   11.8131
    Design-based  F(4.49, 323.26) =    0.7792     P = 0.5527
(0 observations deleted)

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 16,453.697
                                                Design df         =         72

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |          0
    15-19 |      .0499
    20-24 |      .1346
    25-34 |      .3971
    35-45 |      .2533
      46+ |      .1651
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        647
Number of PSUs     =        27                  Population size   = 6,245.1077
                                                Design df         =         26

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    15-19 |      .0558
    20-24 |       .117
    25-34 |      .4281
    35-45 |      .2509
      46+ |      .1482
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        402
Number of PSUs     =        25                  Population size   =  4,448.279
                                                Design df         =         24

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |          0
    15-19 |      .0287
    20-24 |      .1333
    25-34 |       .375
    35-45 |      .2718
      46+ |      .1912
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        464
Number of PSUs     =        21                  Population size   = 5,760.3107
                                                Design df         =         20

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |          0
    15-19 |        .06
    20-24 |      .1547
    25-34 |      .3805
    35-45 |      .2415
      46+ |      .1634
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 16,453.697
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_kalehe     
+)        |     0      1  Total
----------+--------------------
    10-14 |     0      0      0
    15-19 | .0463  .0558  .0499
    20-24 | .1454   .117  .1346
    25-34 | .3781  .4281  .3971
    35-45 | .2547  .2509  .2533
      46+ | .1755  .1482  .1651
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 16,453.697
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_katana     
+)        |     0      1  Total
----------+--------------------
    10-14 |     0      0      0
    15-19 | .0578  .0287  .0499
    20-24 | .1351  .1333  .1346
    25-34 | .4053   .375  .3971
    35-45 | .2464  .2718  .2533
      46+ | .1555  .1912  .1651
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 16,453.697
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |   hz_miti_murhesa  
+)        |     0      1  Total
----------+--------------------
    10-14 |     0      0      0
    15-19 | .0445    .06  .0499
    20-24 | .1238  .1547  .1346
    25-34 |  .406  .3805  .3971
    35-45 | .2596  .2415  .2533
      46+ |  .166  .1634  .1651
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(0 observations deleted)

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 23,064.162
                                                Design df         =         72

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |       .001
    15-19 |       .055
    20-24 |      .1163
    25-34 |      .3499
    35-45 |      .2458
      46+ |       .232
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        647
Number of PSUs     =        27                  Population size   = 12,145.831
                                                Design df         =         26

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    15-19 |      .0602
    20-24 |      .1019
    25-34 |      .3767
    35-45 |      .2326
      46+ |      .2287
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        402
Number of PSUs     =        25                  Population size   =  3,766.974
                                                Design df         =         24

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |          0
    15-19 |      .0493
    20-24 |      .1176
    25-34 |      .2636
    35-45 |      .2759
      46+ |      .2937
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        464
Number of PSUs     =        21                  Population size   = 7,151.3565
                                                Design df         =         20

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0033
    15-19 |      .0492
    20-24 |      .1401
    25-34 |      .3499
    35-45 |      .2523
      46+ |      .2052
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 23,064.162
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_kalehe     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0022      0   .001
    15-19 | .0492  .0602   .055
    20-24 | .1323  .1019  .1163
    25-34 | .3201  .3767  .3499
    35-45 | .2604  .2326  .2458
      46+ | .2357  .2287   .232
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =   10.2955
    Design-based  F(4.37, 314.73) =    0.9381     P = 0.4479
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 23,064.162
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_katana     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0012      0   .001
    15-19 | .0561  .0493   .055
    20-24 |  .116  .1176  .1163
    25-34 | .3668  .2636  .3499
    35-45 | .2399  .2759  .2458
      46+ |   .22  .2937   .232
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =   12.7031
    Design-based  F(3.73, 268.88) =    1.4691     P = 0.2149
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 23,064.162
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |   hz_miti_murhesa  
+)        |     0      1  Total
----------+--------------------
    10-14 |     0  .0033   .001
    15-19 | .0576  .0492   .055
    20-24 | .1056  .1401  .1163
    25-34 | .3499  .3499  .3499
    35-45 | .2428  .2523  .2458
      46+ |  .244  .2052   .232
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =    9.4494
    Design-based  F(3.82, 275.08) =    0.9307     P = 0.4434
(0 observations deleted)

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 103,860.36
                                                Design df         =         72

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0024
    15-19 |      .1141
    20-24 |      .1177
    25-34 |      .3162
    35-45 |      .2095
      46+ |      .2402
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        647
Number of PSUs     =        27                  Population size   = 39,848.187
                                                Design df         =         26

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    15-19 |      .1182
    20-24 |      .1078
    25-34 |      .3195
    35-45 |      .1874
      46+ |      .2671
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        402
Number of PSUs     =        25                  Population size   = 22,244.347
                                                Design df         =         24

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0052
    15-19 |      .1467
    20-24 |      .1416
    25-34 |      .2782
    35-45 |      .1934
      46+ |      .2349
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        464
Number of PSUs     =        21                  Population size   = 41,767.829
                                                Design df         =         20

----------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |
+)        | proportion
----------+-----------
    10-14 |      .0033
    15-19 |      .0928
    20-24 |      .1144
    25-34 |      .3332
    35-45 |       .239
      46+ |      .2173
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 103,860.36
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_kalehe     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0039      0  .0024
    15-19 | .1115  .1182  .1141
    20-24 | .1239  .1078  .1177
    25-34 | .3141  .3195  .3162
    35-45 | .2232  .1874  .2095
      46+ | .2234  .2671  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =    8.2759
    Design-based  F(4.18, 301.32) =    0.4880     P = 0.7529
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 103,860.36
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |      hz_katana     
+)        |     0      1  Total
----------+--------------------
    10-14 | .0017  .0052  .0024
    15-19 | .1052  .1467  .1141
    20-24 | .1112  .1416  .1177
    25-34 | .3265  .2782  .3162
    35-45 | .2138  .1934  .2095
      46+ | .2416  .2349  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =    9.6055
    Design-based  F(2.97, 213.88) =    0.4744     P = 0.6985
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,513
Number of PSUs     =        73                  Population size   = 103,860.36
                                                Design df         =         72

-------------------------------
Mercy     |
Corps age |
category  |
(0-1,2-4, |
5-9,10-14 |
,15-19,20 |
-24,25-34 |
,35-45,46 |   hz_miti_murhesa  
+)        |     0      1  Total
----------+--------------------
    10-14 | .0019  .0033  .0024
    15-19 | .1284  .0928  .1141
    20-24 | .1199  .1144  .1177
    25-34 | .3047  .3332  .3162
    35-45 | .1896   .239  .2095
      46+ | .2556  .2173  .2402
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(5)         =   11.8131
    Design-based  F(4.49, 323.26) =    0.7792     P = 0.5527

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. *Educational status
. svy: tab edu_level_str
  6. svy: tab edu_level_str if health_zone == "kalehe"
  7. svy: tab edu_level_str if health_zone == "katana"
  8. svy: tab edu_level_str if health_zone == "miti_murhesa"
  9. 
. svy: tab edu_level_str hz_kalehe, col
 10. svy: tab edu_level_str hz_katana, col
 11. svy: tab edu_level_str hz_miti_murhesa, col
 12. 
. clear 
 13. use "$source\apbs_final"
 14. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2465
 2 Primar |       .277
 3 Second |      .4479
 4 Univer |      .0243
 5 Profes |      .0043
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 32,394.534
                                                Design df         =         26

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2753
 2 Primar |      .2412
 3 Second |      .4326
 4 Univer |      .0426
 5 Profes |      .0084
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 18,176.035
                                                Design df         =         24

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2856
 2 Primar |      .2618
 3 Second |      .4261
 4 Univer |      .0213
 5 Profes |      .0051
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 33,700.755
                                                Design df         =         20

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .1978
 2 Primar |      .3196
 3 Second |      .4743
 4 Univer |      .0083
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
edu_level |      hz_kalehe     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2286  .2753  .2465
 2 Primar | .2993  .2412   .277
 3 Second | .4574  .4326  .4479
 4 Univer | .0129  .0426  .0243
 5 Profes | .0018  .0084  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   25.0692
    Design-based  F(2.76, 198.75) =    2.5626     P = 0.0609
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
edu_level |      hz_katana     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2358  .2856  .2465
 2 Primar | .2812  .2618   .277
 3 Second | .4538  .4261  .4479
 4 Univer | .0251  .0213  .0243
 5 Profes | .0041  .0051  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =    3.6250
    Design-based  F(3.48, 250.50) =    0.4136     P = 0.7723
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
edu_level |   hz_miti_murhesa  
_str      |     0      1  Total
----------+--------------------
 1 No edu |  .279  .1978  .2465
 2 Primar | .2486  .3196   .277
 3 Second | .4302  .4743  .4479
 4 Univer | .0349  .0083  .0243
 5 Profes | .0072      0  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   33.4058
    Design-based  F(2.82, 202.97) =    3.4361     P = 0.0201
(0 observations deleted)

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2648
 2 Primar |      .2899
 3 Second |      .4279
 4 Univer |      .0125
 5 Profes |      .0049
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 6,430.2008
                                                Design df         =         26

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .3119
 2 Primar |      .2894
 3 Second |      .3791
 4 Univer |      .0099
 5 Profes |      .0097
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 4,513.6454
                                                Design df         =         24

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .3195
 2 Primar |      .2468
 3 Second |      .4096
 4 Univer |      .0197
 5 Profes |      .0045
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 5,818.0812
                                                Design df         =         20

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .1702
 2 Primar |       .324
 3 Second |      .4961
 4 Univer |      .0097
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
edu_level |      hz_kalehe     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2354  .3119  .2648
 2 Primar | .2903  .2894  .2899
 3 Second | .4583  .3791  .4279
 4 Univer | .0141  .0099  .0125
 5 Profes |  .002  .0097  .0049
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   18.2895
    Design-based  F(3.22, 231.97) =    2.2595     P = 0.0776
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
edu_level |      hz_katana     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2446  .3195  .2648
 2 Primar | .3058  .2468  .2899
 3 Second | .4347  .4096  .4279
 4 Univer | .0098  .0197  .0125
 5 Profes | .0051  .0045  .0049
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   12.8947
    Design-based  F(3.83, 275.75) =    1.7818     P = 0.1356
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
edu_level |   hz_miti_murhesa  
_str      |     0      1  Total
----------+--------------------
 1 No edu | .3151  .1702  .2648
 2 Primar | .2718   .324  .2899
 3 Second | .3917  .4961  .4279
 4 Univer | .0139  .0097  .0125
 5 Profes | .0075      0  .0049
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   44.2832
    Design-based  F(3.31, 238.57) =    5.3195     P = 0.0010
(0 observations deleted)

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2968
 2 Primar |      .2796
 3 Second |      .3952
 4 Univer |      .0243
 5 Profes |       .004
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 12,451.989
                                                Design df         =         26

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .3181
 2 Primar |      .2674
 3 Second |       .381
 4 Univer |       .026
 5 Profes |      .0075
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 3,840.5507
                                                Design df         =         24

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |       .373
 2 Primar |      .2562
 3 Second |      .3312
 4 Univer |      .0396
 5 Profes |          0
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion

  Table contains a zero in the marginals.
  Statistics cannot be computed.
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 7,197.5251
                                                Design df         =         20

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2194
 2 Primar |      .3133
 3 Second |       .454
 4 Univer |      .0133
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
edu_level |      hz_kalehe     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2729  .3181  .2968
 2 Primar | .2934  .2674  .2796
 3 Second | .4113   .381  .3952
 4 Univer | .0224   .026  .0243
 5 Profes |     0  .0075   .004
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   10.1033
    Design-based  F(3.00, 215.84) =    1.0371     P = 0.3770
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
edu_level |      hz_katana     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2819   .373  .2968
 2 Primar | .2842  .2562  .2796
 3 Second | .4077  .3312  .3952
 4 Univer | .0213  .0396  .0243
 5 Profes | .0048      0   .004
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   13.6489
    Design-based  F(3.60, 259.23) =    1.6638     P = 0.1653
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
edu_level |   hz_miti_murhesa  
_str      |     0      1  Total
----------+--------------------
 1 No edu |  .331  .2194  .2968
 2 Primar | .2648  .3133  .2796
 3 Second | .3692   .454  .3952
 4 Univer | .0292  .0133  .0243
 5 Profes | .0058      0   .004
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   28.5187
    Design-based  F(2.73, 196.28) =    3.1039     P = 0.0320
(0 observations deleted)

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2465
 2 Primar |       .277
 3 Second |      .4479
 4 Univer |      .0243
 5 Profes |      .0043
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 40,493.168
                                                Design df         =         26

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2753
 2 Primar |      .2412
 3 Second |      .4326
 4 Univer |      .0426
 5 Profes |      .0084
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 22,720.044
                                                Design df         =         24

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .2856
 2 Primar |      .2618
 3 Second |      .4261
 4 Univer |      .0213
 5 Profes |      .0051
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 42,125.945
                                                Design df         =         20

----------------------
edu_level |
_str      | proportion
----------+-----------
 1 No edu |      .1978
 2 Primar |      .3196
 3 Second |      .4743
 4 Univer |      .0083
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
edu_level |      hz_kalehe     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2286  .2753  .2465
 2 Primar | .2993  .2412   .277
 3 Second | .4574  .4326  .4479
 4 Univer | .0129  .0426  .0243
 5 Profes | .0018  .0084  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   25.0692
    Design-based  F(2.76, 198.75) =    2.5626     P = 0.0609
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
edu_level |      hz_katana     
_str      |     0      1  Total
----------+--------------------
 1 No edu | .2358  .2856  .2465
 2 Primar | .2812  .2618   .277
 3 Second | .4538  .4261  .4479
 4 Univer | .0251  .0213  .0243
 5 Profes | .0041  .0051  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =    3.6250
    Design-based  F(3.48, 250.50) =    0.4136     P = 0.7723
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
edu_level |   hz_miti_murhesa  
_str      |     0      1  Total
----------+--------------------
 1 No edu |  .279  .1978  .2465
 2 Primar | .2486  .3196   .277
 3 Second | .4302  .4743  .4479
 4 Univer | .0349  .0083  .0243
 5 Profes | .0072      0  .0043
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(4)         =   33.4058
    Design-based  F(2.82, 202.97) =    3.4361     P = 0.0201

. 
. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. *Marital status
. svy: tab mar_status_str
  6. svy: tab mar_status_str if health_zone == "kalehe"
  7. svy: tab mar_status_str if health_zone == "katana"
  8. svy: tab mar_status_str if health_zone == "miti_murhesa"
  9. 
. svy: tab mar_status_str hz_kalehe, col
 10. svy: tab mar_status_str hz_katana, col
 11. svy: tab mar_status_str hz_miti_murhesa, col
 12. 
. clear 
 13. use "$source\apbs_final"
 14. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7278
 2 Divorc |      .0465
 3 Widowe |      .0813
 4 Single |      .1445
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 32,394.534
                                                Design df         =         26

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .6952
 2 Divorc |      .0415
 3 Widowe |      .1103
 4 Single |      .1531
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 18,176.035
                                                Design df         =         24

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7306
 2 Divorc |      .0099
 3 Widowe |      .0685
 4 Single |      .1911
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 33,700.755
                                                Design df         =         20

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7576
 2 Divorc |       .071
 3 Widowe |      .0603
 4 Single |      .1111
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
mar_statu |      hz_kalehe     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7481  .6952  .7278
 2 Divorc | .0496  .0415  .0465
 3 Widowe | .0632  .1103  .0813
 4 Single | .1391  .1531  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   12.3497
    Design-based  F(2.43, 174.97) =    1.1019     P = 0.3426
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
mar_statu |      hz_katana     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie |  .727  .7306  .7278
 2 Divorc | .0565  .0099  .0465
 3 Widowe | .0848  .0685  .0813
 4 Single | .1317  .1911  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   19.3704
    Design-based  F(1.75, 125.98) =    1.7827     P = 0.1767
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

-------------------------------
mar_statu |   hz_miti_murhesa  
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7079  .7576  .7278
 2 Divorc | .0301   .071  .0465
 3 Widowe | .0952  .0603  .0813
 4 Single | .1668  .1111  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   28.0067
    Design-based  F(2.77, 199.46) =    3.1960     P = 0.0279
(0 observations deleted)

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7925
 2 Divorc |      .0582
 3 Widowe |      .0707
 4 Single |      .0785
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 6,430.2008
                                                Design df         =         26

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7782
 2 Divorc |      .0564
 3 Widowe |      .0837
 4 Single |      .0818
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 4,513.6454
                                                Design df         =         24

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7966
 2 Divorc |      .0441
 3 Widowe |      .0818
 4 Single |      .0775
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 5,818.0812
                                                Design df         =         20

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .8051
 2 Divorc |      .0712
 3 Widowe |      .0479
 4 Single |      .0758
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
mar_statu |      hz_kalehe     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .8014  .7782  .7925
 2 Divorc | .0594  .0564  .0582
 3 Widowe | .0627  .0837  .0707
 4 Single | .0765  .0818  .0785
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    2.6964
    Design-based  F(2.63, 189.32) =    0.4003     P = 0.7266
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
mar_statu |      hz_katana     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie |  .791  .7966  .7925
 2 Divorc | .0634  .0441  .0582
 3 Widowe | .0667  .0818  .0707
 4 Single | .0789  .0775  .0785
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    2.9279
    Design-based  F(2.75, 198.11) =    0.6271     P = 0.5848
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 16,761.927
                                                Design df         =         72

-------------------------------
mar_statu |   hz_miti_murhesa  
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7858  .8051  .7925
 2 Divorc | .0513  .0712  .0582
 3 Widowe | .0829  .0479  .0707
 4 Single |   .08  .0758  .0785
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    8.6551
    Design-based  F(2.66, 191.66) =    1.5607     P = 0.2049
(0 observations deleted)

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7822
 2 Divorc |      .0498
 3 Widowe |      .0837
 4 Single |      .0843
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 12,451.989
                                                Design df         =         26

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7789
 2 Divorc |      .0469
 3 Widowe |      .0891
 4 Single |      .0851
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 3,840.5507
                                                Design df         =         24

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .8204
 2 Divorc |      .0179
 3 Widowe |      .0878
 4 Single |      .0739
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 7,197.5251
                                                Design df         =         20

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7676
 2 Divorc |      .0717
 3 Widowe |      .0722
 4 Single |      .0885
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
mar_statu |      hz_kalehe     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie |  .786  .7789  .7822
 2 Divorc |  .053  .0469  .0498
 3 Widowe | .0776  .0891  .0837
 4 Single | .0834  .0851  .0843
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    0.9245
    Design-based  F(2.89, 208.39) =    0.1565     P = 0.9202
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
mar_statu |      hz_katana     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7748  .8204  .7822
 2 Divorc |  .056  .0179  .0498
 3 Widowe | .0829  .0878  .0837
 4 Single | .0863  .0739  .0843
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    7.1228
    Design-based  F(2.60, 187.08) =    1.8033     P = 0.1559
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 23,490.065
                                                Design df         =         72

-------------------------------
mar_statu |   hz_miti_murhesa  
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7887  .7676  .7822
 2 Divorc | .0401  .0717  .0498
 3 Widowe | .0888  .0722  .0837
 4 Single | .0824  .0885  .0843
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =    7.9652
    Design-based  F(2.75, 198.08) =    1.4085     P = 0.2434
(0 observations deleted)

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7278
 2 Divorc |      .0465
 3 Widowe |      .0813
 4 Single |      .1445
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 40,493.168
                                                Design df         =         26

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .6952
 2 Divorc |      .0415
 3 Widowe |      .1103
 4 Single |      .1531
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 22,720.044
                                                Design df         =         24

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7306
 2 Divorc |      .0099
 3 Widowe |      .0685
 4 Single |      .1911
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 42,125.945
                                                Design df         =         20

----------------------
mar_statu |
s_str     | proportion
----------+-----------
 1 Marrie |      .7576
 2 Divorc |       .071
 3 Widowe |      .0603
 4 Single |      .1111
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
mar_statu |      hz_kalehe     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7481  .6952  .7278
 2 Divorc | .0496  .0415  .0465
 3 Widowe | .0632  .1103  .0813
 4 Single | .1391  .1531  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   12.3497
    Design-based  F(2.43, 174.97) =    1.1019     P = 0.3426
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
mar_statu |      hz_katana     
s_str     |     0      1  Total
----------+--------------------
 1 Marrie |  .727  .7306  .7278
 2 Divorc | .0565  .0099  .0465
 3 Widowe | .0848  .0685  .0813
 4 Single | .1317  .1911  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   19.3704
    Design-based  F(1.75, 125.98) =    1.7827     P = 0.1767
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 105,339.16
                                                Design df         =         72

-------------------------------
mar_statu |   hz_miti_murhesa  
s_str     |     0      1  Total
----------+--------------------
 1 Marrie | .7079  .7576  .7278
 2 Divorc | .0301   .071  .0465
 3 Widowe | .0952  .0603  .0813
 4 Single | .1668  .1111  .1445
          | 
    Total |     1      1      1
-------------------------------
  Key:  column proportion

  Pearson:
    Uncorrected   chi2(3)         =   28.0067
    Design-based  F(2.77, 199.46) =    3.1960     P = 0.0279

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. foreach var of varlist pw_final_* {
  2. keep if `var' != .
  3. svyset uid_cluster [pweight = `var' ]
  4. svydescribe
  5. 
. *Household composition
. svy: tab hh_comp 
  6. svy: tab hh_comp if health_zone == "kalehe"
  7. svy: tab hh_comp if health_zone == "katana"
  8. svy: tab hh_comp if health_zone == "miti_murhesa" 
  9. 
. clear 
 10. }
(0 observations deleted)

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
--------  --------  --------  --------  --------  --------
       1        73     1,537        12      21.1        69
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =      1,537
Number of PSUs     =        73                  Population size   = 84,271.324
                                                Design df         =         72

----------------------
  hh_comp | proportion
----------+-----------
    afnam |      .1109
     amaf |      .8824
    amnaf |      .0035
   namnaf |      .0032
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        660
Number of PSUs     =        27                  Population size   = 32,394.534
                                                Design df         =         26

----------------------
  hh_comp | proportion
----------+-----------
    afnam |      .1484
     amaf |      .8462
    amnaf |      .0027
   namnaf |      .0027
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        408
Number of PSUs     =        25                  Population size   = 18,176.035
                                                Design df         =         24

----------------------
  hh_comp | proportion
----------+-----------
    afnam |      .0673
     amaf |      .9216
    amnaf |       .006
   namnaf |      .0051
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
(running tabulate on estimation sample)

Number of strata   =         1                  Number of obs     =        469
Number of PSUs     =        21                  Population size   = 33,700.755
                                                Design df         =         20

----------------------
  hh_comp | proportion
----------+-----------
    afnam |      .0985
     amaf |       .896
    amnaf |       .003
   namnaf |      .0026
          | 
    Total |          1
----------------------
  Key:  proportion  =  cell proportion
pw_final_cg not found
r(111);

end of do-file

r(111);

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. ********************************************************************************
. ********************************************************************************
. ***Indicator values
. ********************************************************************************
. ********************************************************************************
. 
. 
. ********************************************************************************
. ***SAMPLING FRAME: All participants
. ********************************************************************************
. clear

. use "$source\apbs_final"

. 
. keep if smplfrm_all_participants == 1
(1,012 observations deleted)

. svyset uid_cluster [pweight = pw_final_allpart]

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

. svydescribe

Survey: Describing stage 1 sampling units

      pweight: pw_final_allpart
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        36       525        10      14.6        30
--------  --------  --------  --------  --------  --------
       1        36       525        10      14.6        30

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. ***EXTERNAL INDICATORS
. *IN C 1.0.0.0.2 % women, youth and men who earned cash in the last 12 months
. svy: mean in_10002
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_10002 |   .8263676   .0282621      .7689925    .8837426
--------------------------------------------------------------

. svy: mean in_10002 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_10002 |   .8232208   .0361669      .7497981    .8966436
--------------------------------------------------------------

. svy: mean in_10002 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_10002 |   .8332074   .0352311      .7616091    .9048057
--------------------------------------------------------------

. 
. *IN C 1.0.0.0.2 % women, youth and men who earned cash in the last 12 months v2
. svy: mean in_10002v2
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
  in_10002v2 |   .7784472   .0292297      .7191078    .8377867
--------------------------------------------------------------

. svy: mean in_10002v2 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
  in_10002v2 |   .7684694   .0350022      .6974112    .8395277
--------------------------------------------------------------

. svy: mean in_10002v2 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
  in_10002v2 |   .8001351   .0407222      .7173776    .8828926
--------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *IN 2.1.1.3.1 % of project participants who hear or see SBCC messages focussing on FP and HTSP
. svy: mean in_21131
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_21131 |   .8235937   .0248003      .7732465     .873941
--------------------------------------------------------------

. svy: mean in_21131 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_21131 |   .8218187   .0334032      .7540066    .8896308
--------------------------------------------------------------

. svy: mean in_21131 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_21131 |    .827452   .0401723      .7458121    .9090919
--------------------------------------------------------------

. svy: mean in_21131_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        525
Number of PSUs   =      36            Population size =     48,231
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
  in_21131_radio |   .6799442   .0332803      .6123816    .7475067
 in_21131_cinema |   .0849693   .0162919      .0518949    .1180437
in_21131_theater |   .3866985   .0308953      .3239778    .4494193
  in_21131_other |    .201434   .0191843      .1624879    .2403802
------------------------------------------------------------------

. 
. *IN 2.2.2.0.2 % of men and women with children under two who have knowledge of MCHN practices (RM)
. svy: mean in_22202
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        245
Number of PSUs   =      36        Population size =  22,410.23
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22202 |   .7036656   .0259258      .6510335    .7562978
--------------------------------------------------------------

. svy: mean in_22202 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        169
Number of PSUs   =      36        Population size = 15,346.439
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22202 |   .7076811   .0304588      .6458465    .7695158
--------------------------------------------------------------

. svy: mean in_22202 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =         76
Number of PSUs   =      31        Population size = 7,063.7909
                                  Design df       =         30

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22202 |   .6949417   .0580035      .5764828    .8134006
--------------------------------------------------------------

. svy: mean in_22202_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1               Number of obs   =        245
Number of PSUs   =      36               Population size =  22,410.23
                                         Design df       =         35

---------------------------------------------------------------------
                    |             Linearized
                    |       Mean   Std. Err.     [95% Conf. Interval]
--------------------+------------------------------------------------
   in_22202_nbr_anc |   .4754048   .0370078      .4002749    .5505347
  in_22202_preg_eat |   .6829156   .0360095      .6098124    .7560188
 in_22202_firstfeed |   .9193983   .0207838       .877205    .9615916
in_22202_intr_compl |   .8428393   .0289064      .7841563    .9015224
 in_22202_first_anc |   .8061054   .0304072      .7443754    .8678354
        in_22202_d5 |   .6429283   .0291912      .5836669    .7021896
---------------------------------------------------------------------

. 
. *IN 2.3.1.1.1 % of project participants who hear or see SBCC messages focusing on community health
. svy: mean in_23111
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23111 |   .8523856   .0227094       .806283    .8984882
--------------------------------------------------------------

. svy: mean in_23111 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23111 |   .8490478    .027767      .7926777    .9054179
--------------------------------------------------------------

. svy: mean in_23111 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23111 |   .8596406   .0390896       .780201    .9390802
--------------------------------------------------------------

. svy: mean in_23111_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        525
Number of PSUs   =      36            Population size =     48,231
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
  in_23111_radio |   .7142948    .032806      .6476952    .7808945
 in_23111_cinema |   .0820934   .0164989      .0485988     .115588
in_23111_theater |   .4317337   .0303053      .3702106    .4932568
  in_23111_other |   .1404221    .022273      .0952054    .1856388
------------------------------------------------------------------

. 
. *IN 2.3.2.1.1 % of project participants who hear or see SBCC messages focussing on MCHN
. svy: mean in_23211
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23211 |   .7999891   .0262023      .7467956    .8531826
--------------------------------------------------------------

. svy: mean in_23211 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23211 |   .8161164   .0331008      .7489182    .8833145
--------------------------------------------------------------

. svy: mean in_23211 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23211 |   .7649346   .0453011      .6728717    .8569974
--------------------------------------------------------------

. svy: mean in_23211_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        525
Number of PSUs   =      36            Population size =     48,231
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
  in_23211_radio |   .6766777   .0309373      .6138717    .7394837
 in_23211_cinema |   .0813818   .0162784      .0483349    .1144286
in_23211_theater |   .4050334    .029902      .3443291    .4657376
  in_23211_other |   .1332645   .0195664      .0935427    .1729863
------------------------------------------------------------------

. 
. *IN 2.3.5.0.1 % of people reporting confidence in the quality of services provided by their local HC/HP staff
. svy: mean in_23501
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        446
Number of PSUs   =      36        Population size = 40,733.889
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23501 |   .4027482   .0319441      .3378982    .4675982
--------------------------------------------------------------

. svy: mean in_23501 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        307
Number of PSUs   =      36        Population size = 27,623.589
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23501 |   .4200514   .0383013      .3422956    .4978073
--------------------------------------------------------------

. svy: mean in_23501 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        139
Number of PSUs   =      35        Population size =   13,110.3
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23501 |     .36629   .0451601      .2745136    .4580664
--------------------------------------------------------------

. svy: mean in_23501_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1              Number of obs   =        445
Number of PSUs   =      36              Population size = 40,640.779
                                        Design df       =         35

--------------------------------------------------------------------
                   |             Linearized
                   |       Mean   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_23501_respneeds |   .0021383   .0021356     -.0021972    .0064739
  in_23501_techcap |    .502321   .0414129      .4182483    .5863938
    in_23501_avail |    .567295    .033391      .4995076    .6350824
in_23501_qualtreat |   .5106842   .0335172      .4426406    .5787277
--------------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *IN 2.3.4.0.7 % of project participant who washing hands with soap and water for at least 20 seconds : must be add to the computation
. 
. svy: mean in_23407
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        524
Number of PSUs   =      36        Population size = 48,144.097
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23407 |   .8572241   .0206023      .8153992     .899049
--------------------------------------------------------------

. svy: mean in_23407 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        363
Number of PSUs   =      36        Population size = 32,946.613
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23407 |   .8560271   .0251688      .8049316    .9071226
--------------------------------------------------------------

. svy: mean in_23407 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23407 |   .8598191   .0250815      .8088474    .9107908
--------------------------------------------------------------

. 
. *IN 2.3.4.0.7 Denominator
. svy: total in_23407_denom
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1          Number of obs   =        524
Number of PSUs   =      36          Population size = 48,144.097
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |      Total   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_23407_denom |    48144.1   1308.909      45486.87    50801.32
----------------------------------------------------------------

. 
. *IN 2.3.4.0.7 Numerator
. svy: total in_23407
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        524
Number of PSUs   =      36        Population size = 48,144.097
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23407 |   41270.28   1501.872      38221.32    44319.24
--------------------------------------------------------------

. 
. 
. *IN 2.3.1.1.3 % of project participant reached with handwashing/hygiene messaging(washing hands with soap and water at last 20 seconds)
. 
. svy: mean in_23113
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23113 |   .6168068   .0243572      .5673591    .6662546
--------------------------------------------------------------

. svy: mean in_23113 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23113 |   .6054583   .0278945      .5488294    .6620872
--------------------------------------------------------------

. svy: mean in_23113 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23113 |   .6414742    .044029      .5519966    .7309519
--------------------------------------------------------------

. 
. **IN 2.3.1.1.3_int_sbcc handwasshing messaging (concerne tous les participants qui ont Ã©couter le message sur le lavage des mains sans prÃ©ciser la p
> rÃ©sence du savon ou le 20" de frottement)
. svy: mean in_23113_handw
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        525
Number of PSUs   =      36          Population size =     48,231
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_23113_handw |   .7054429   .0250274      .6546345    .7562512
----------------------------------------------------------------

. svy: mean in_23113_handw if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        364
Number of PSUs   =      36          Population size = 33,033.515
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_23113_handw |   .6865578   .0267003      .6323534    .7407623
----------------------------------------------------------------

. svy: mean in_23113_handw if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        161
Number of PSUs   =      35          Population size = 15,197.485
                                    Design df       =         34

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_23113_handw |   .7464917   .0458483      .6533168    .8396667
----------------------------------------------------------------

. 
. *C IN 3.1.1.0.1 % of women, men and youth who report that they feel confident to participate in community decision-making
. svy: mean in_31101
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31101 |   .9740354   .0076801       .958444    .9896268
--------------------------------------------------------------

. svy: mean in_31101 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31101 |   .9743503   .0092858      .9554992    .9932013
--------------------------------------------------------------

. svy: mean in_31101 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31101 |   .9733511   .0156201      .9416072    1.005095
--------------------------------------------------------------

. 
. *C IN 3.1.2.0.1 % of individuals who agree with the statement, "Women and youth should express their opinions and influence community decision-making"
. svy: mean in_31201
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31201 |   .9882685   .0044714      .9791911    .9973459
--------------------------------------------------------------

. svy: mean in_31201 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31201 |   .9887254   .0053254      .9779143    .9995365
--------------------------------------------------------------

. svy: mean in_31201 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31201 |   .9872754   .0089139      .9691602    1.005391
--------------------------------------------------------------

. svy: mean in_31201 if age_1529 == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        221
Number of PSUs   =      36        Population size = 20,229.301
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31201 |   .9769863   .0089705      .9587753    .9951973
--------------------------------------------------------------

. svy: mean in_31201 if age_30plus == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        302
Number of PSUs   =      35        Population size = 27,799.961
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_31201 |   .9963931   .0035989      .9890792    1.003707
--------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *TBD-29 IN 3.2.0.0.3 # of participants who reported increased access to targeted public services
. svy: total in_32003
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32003 |   43465.44   1621.048      40174.54    46756.35
--------------------------------------------------------------

. svy: total in_32003 if female == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32003 |   30225.74   1264.017      27659.65    32791.83
--------------------------------------------------------------

. svy: total in_32003 if male == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32003 |    13239.7   1100.824      11002.56    15476.84
--------------------------------------------------------------

. 
. svy: total in_32003_ag
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 in_32003_ag |   32966.43   1349.059      30227.69    35705.16
--------------------------------------------------------------

. svy: total in_32003_ag if female == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 in_32003_ag |   23429.31   994.8333      21409.69    25448.93
--------------------------------------------------------------

. svy: total in_32003_ag if male == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
 in_32003_ag |   9537.116   968.8282       7568.22    11506.01
--------------------------------------------------------------

. 
. svy: total in_32003_nuthealth
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        525
Number of PSUs   =      36              Population size =     48,231
                                        Design df       =         35

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_32003_nuthealth |    37651.8   1459.983      34687.88    40615.72
--------------------------------------------------------------------

. svy: total in_32003_nuthealth if female == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        364
Number of PSUs   =      36              Population size = 33,033.515
                                        Design df       =         35

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_32003_nuthealth |   26356.52   1098.052      24127.35    28585.68
--------------------------------------------------------------------

. svy: total in_32003_nuthealth if male == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        161
Number of PSUs   =      35              Population size = 15,197.485
                                        Design df       =         34

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_32003_nuthealth |   11295.28   1002.403      9258.157    13332.41
--------------------------------------------------------------------

. 
. svy: total in_32003_conflict
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1             Number of obs   =        525
Number of PSUs   =      36             Population size =     48,231
                                       Design df       =         35

-------------------------------------------------------------------
                  |             Linearized
                  |      Total   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_32003_conflict |   34530.68   1586.414      31310.09    37751.27
-------------------------------------------------------------------

. svy: total in_32003_conflict if female == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1             Number of obs   =        364
Number of PSUs   =      36             Population size = 33,033.515
                                       Design df       =         35

-------------------------------------------------------------------
                  |             Linearized
                  |      Total   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_32003_conflict |   23919.69   1219.057      21444.88    26394.51
-------------------------------------------------------------------

. svy: total in_32003_conflict if male == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1             Number of obs   =        161
Number of PSUs   =      35             Population size = 15,197.485
                                       Design df       =         34

-------------------------------------------------------------------
                  |             Linearized
                  |      Total   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_32003_conflict |   10610.98   890.8691      8800.521    12421.45
-------------------------------------------------------------------

. 
. svy: total in_32003_wash
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1         Number of obs   =        525
Number of PSUs   =      36         Population size =     48,231
                                   Design df       =         35

---------------------------------------------------------------
              |             Linearized
              |      Total   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_32003_wash |   37854.07   1573.388      34659.92    41048.22
---------------------------------------------------------------

. svy: total in_32003_wash if female == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1         Number of obs   =        364
Number of PSUs   =      36         Population size = 33,033.515
                                   Design df       =         35

---------------------------------------------------------------
              |             Linearized
              |      Total   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_32003_wash |   26119.41   1429.831       23216.7    29022.12
---------------------------------------------------------------

. svy: total in_32003_wash if male == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1         Number of obs   =        161
Number of PSUs   =      35         Population size = 15,197.485
                                   Design df       =         34

---------------------------------------------------------------
              |             Linearized
              |      Total   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_32003_wash |   11734.66   921.6204      9861.701    13607.62
---------------------------------------------------------------

. 
. *MC_ IN 3.2.1.1.6 % of beneficiaries aware of proper disposal and reuse of bags and containers
. svy: mean in_32116
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        524
Number of PSUs   =      36        Population size = 48,144.097
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32116 |   .5092841   .0359033      .4363965    .5821718
--------------------------------------------------------------

. svy: mean in_32116 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        363
Number of PSUs   =      36        Population size = 32,946.613
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32116 |   .4931295   .0387233      .4145169    .5717421
--------------------------------------------------------------

. svy: mean in_32116 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32116 |   .5443057   .0510715      .4405159    .6480956
--------------------------------------------------------------

. 
. * % of beneficiaries aware of proper disposal and reuse of bags
. svy: mean in_32116_rbags
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        521
Number of PSUs   =      36          Population size = 47,913.471
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rbags |   .5096428   .0364262      .4356937    .5835918
----------------------------------------------------------------

. svy: mean in_32116_rbags if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        361
Number of PSUs   =      36          Population size = 32,802.889
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rbags |   .4922333    .039107       .412842    .5716247
----------------------------------------------------------------

. svy: mean in_32116_rbags if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        160
Number of PSUs   =      35          Population size = 15,110.582
                                    Design df       =         34

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rbags |   .5474361   .0517009      .4423673     .652505
----------------------------------------------------------------

. 
. *% of beneficiaries aware of proper disposal and reuse of containers
. svy: mean in_32116_rcont
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        524
Number of PSUs   =      36          Population size = 48,144.097
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rcont |   .4470445   .0305581      .3850082    .5090808
----------------------------------------------------------------

. svy: mean in_32116_rcont if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        363
Number of PSUs   =      36          Population size = 32,946.613
                                    Design df       =         35

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rcont |   .4368686   .0338859      .3680767    .5056606
----------------------------------------------------------------

. svy: mean in_32116_rcont if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1          Number of obs   =        161
Number of PSUs   =      35          Population size = 15,197.485
                                    Design df       =         34

----------------------------------------------------------------
               |             Linearized
               |       Mean   Std. Err.     [95% Conf. Interval]
---------------+------------------------------------------------
in_32116_rcont |   .4691047    .049864       .367769    .5704405
----------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *IN 3.2.2.1.1  % of project participants who hear or see SBCC messages focusing on key resilience-related topics
. svy: mean in_32211
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32211 |   .9489555   .0160762      .9163192    .9815919
--------------------------------------------------------------

. svy: mean in_32211 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        364
Number of PSUs   =      36        Population size = 33,033.515
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32211 |   .9341736   .0227516      .8879853    .9803619
--------------------------------------------------------------

. svy: mean in_32211 if male == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        161
Number of PSUs   =      35        Population size = 15,197.485
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32211 |   .9810859   .0106828      .9593758    1.002796
--------------------------------------------------------------

. 
. //Additional disaggregations:
. svy: mean in_32211_pestdis in_32211_soil_degrad in_32211_illeg_tax in_32211_lacc_conflict in_32211_croptheft in_32211_waterdis 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1                  Number of obs   =        525
Number of PSUs   =      36                  Population size =     48,231
                                            Design df       =         35

------------------------------------------------------------------------
                       |             Linearized
                       |       Mean   Std. Err.     [95% Conf. Interval]
-----------------------+------------------------------------------------
      in_32211_pestdis |    .862794   .0229733      .8161557    .9094323
  in_32211_soil_degrad |   .8095185   .0277774      .7531275    .8659096
    in_32211_illeg_tax |   .6576642   .0291477      .5984912    .7168372
in_32211_lacc_conflict |   .7331449   .0279759      .6763508     .789939
    in_32211_croptheft |     .75374   .0274706      .6979716    .8095083
     in_32211_waterdis |   .8258864   .0252131      .7747012    .8770716
------------------------------------------------------------------------

. svy: mean in_32211_radio in_32211_theater in_32211_cinema in_32211_other
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        525
Number of PSUs   =      36            Population size =     48,231
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
  in_32211_radio |    .813487   .0291068      .7543971    .8725768
in_32211_theater |   .5495387   .0335376      .4814539    .6176236
 in_32211_cinema |   .1299611   .0214834      .0863475    .1735748
  in_32211_other |   .1795464   .0237912      .1312476    .2278452
------------------------------------------------------------------

. 
. *TBD-27 IN 3.3.0.0.2 Index of social capital at HH level
. svy: mean in_33002
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_33002 |   76.37182   1.770763      72.77698    79.96666
--------------------------------------------------------------

. svy: mean in_33002_bonding
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        525
Number of PSUs   =      36            Population size =     48,231
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_33002_bonding |   84.67284   1.548604        81.529    87.81667
------------------------------------------------------------------

. svy: mean in_33002_bridging // Overall index and sub-indices
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1             Number of obs   =        525
Number of PSUs   =      36             Population size =     48,231
                                       Design df       =         35

-------------------------------------------------------------------
                  |             Linearized
                  |       Mean   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_33002_bridging |    68.0708   2.354439      63.29103    72.85056
-------------------------------------------------------------------

. 
. svy: mean in_33002 if hh_comp == "amaf" // Disaggregation: Adult male, adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        467
Number of PSUs   =      36        Population size = 42,887.384
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_33002 |   77.10074   1.783848      73.47933    80.72214
--------------------------------------------------------------

. svy: mean in_33002_bonding if hh_comp == "amaf" // Disaggregation: Adult male, adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =        467
Number of PSUs   =      36            Population size = 42,887.384
                                      Design df       =         35

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_33002_bonding |   85.14954   1.631968      81.83647    88.46262
------------------------------------------------------------------

. svy: mean in_33002_bridging if hh_comp == "amaf" // Disaggregation: Adult male, adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1             Number of obs   =        467
Number of PSUs   =      36             Population size = 42,887.384
                                       Design df       =         35

-------------------------------------------------------------------
                  |             Linearized
                  |       Mean   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_33002_bridging |   69.05193   2.283071      64.41705    73.68681
-------------------------------------------------------------------

. 
. svy: mean in_33002 if hh_comp == "afnam" // Disaggregation: Adult female, no adult male
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =         52
Number of PSUs   =      28        Population size = 4,780.8966
                                  Design df       =         27

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_33002 |    69.9158   6.066938      57.46747    82.36413
--------------------------------------------------------------

. svy: mean in_33002_bonding if hh_comp == "afnam" // Disaggregation: Adult female, no adult male
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =         52
Number of PSUs   =      28            Population size = 4,780.8966
                                      Design df       =         27

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_33002_bonding |   80.09559   5.093466      69.64466    90.54652
------------------------------------------------------------------

. svy: mean in_33002_bridging if hh_comp == "afnam" // Disaggregation: Adult female, no adult male
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1             Number of obs   =         52
Number of PSUs   =      28             Population size = 4,780.8966
                                       Design df       =         27

-------------------------------------------------------------------
                  |             Linearized
                  |       Mean   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_33002_bridging |   59.73601   7.977493      43.36755    76.10448
-------------------------------------------------------------------

. 
. svy: mean in_33002 if hh_comp == "amnaf" // Disaggregation: Adult male, no adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =          3
Number of PSUs   =       3        Population size =  295.80343
                                  Design df       =          2

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_33002 |   83.61582    11.5373      33.97483    133.2568
--------------------------------------------------------------

. svy: mean in_33002_bonding if hh_comp == "amnaf" // Disaggregation: Adult male, no adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =          3
Number of PSUs   =       3            Population size =  295.80343
                                      Design df       =          2

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_33002_bonding |   83.05085   16.84006      10.59392    155.5078
------------------------------------------------------------------

. svy: mean in_33002_bridging if hh_comp == "amnaf" // Disaggregation: Adult male, no adult female
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1             Number of obs   =          3
Number of PSUs   =       3             Population size =  295.80343
                                       Design df       =          2

-------------------------------------------------------------------
                  |             Linearized
                  |       Mean   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_33002_bridging |   84.18079   8.721378      46.65573    121.7059
-------------------------------------------------------------------

. 
. svy: mean in_33002 if hh_comp == "namnaf" // Disaggregation: No adult male, no adult female. No data available
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =          3
Number of PSUs   =       3        Population size = 266.915444
                                  Design df       =          2

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_33002 |   66.86047   8.235812      31.42462    102.2963
--------------------------------------------------------------

. svy: mean in_33002_bonding if hh_comp == "namnaf" // Disaggregation: No adult male, no adult female. No data available
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1            Number of obs   =          3
Number of PSUs   =       3            Population size = 266.915444
                                      Design df       =          2

------------------------------------------------------------------
                 |             Linearized
                 |       Mean   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_33002_bonding |   91.86047   8.235812      56.42462    127.2963
------------------------------------------------------------------

. svy: mean in_33002_bridging if hh_comp == "namnaf" // Disaggregation: No adult male, no adult female. No data available
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1             Number of obs   =          3
Number of PSUs   =       3             Population size = 266.915444
                                       Design df       =          2

-------------------------------------------------------------------
                  |             Linearized
                  |       Mean   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_33002_bridging |   41.86047   8.235812      6.424625    77.29631
-------------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *IN r_20_P2 % of households who have and use hygienic toilets
. 
. svy: mean r_20
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        515
Number of PSUs   =      36        Population size = 47,358.869
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
        r_20 |   .1582426   .0211642      .1152771    .2012082
--------------------------------------------------------------

. 
. *IN r_20_1 % of households who actually had toilets
. 
. svy: mean r_20_1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
      r_20_1 |          1          .             .           .
--------------------------------------------------------------

. 
. svy: total r_20_1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size =     48,231
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
      r_20_1 |      48231   1303.541      45584.67    50877.33
--------------------------------------------------------------

. 
. *MC_IN 2.3.4.1.3 % of latrines that were properly cited and in good condition
. 
. svy: mean in_23413deux
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        515
Number of PSUs   =      36        Population size = 47,358.869
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
in_23413deux |   .0796882   .0134752       .052332    .1070443
--------------------------------------------------------------

. 
. *MC_IN 2.3.4.1.3 Total number of latrines that were properly cited and in good condition
. 
. svy: total in_23413deux
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        515
Number of PSUs   =      36        Population size = 47,358.869
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
in_23413deux |   3773.941   615.8442      2523.711    5024.171
--------------------------------------------------------------

. 
. * MC_IN 2.3.4.1.3 % of latrines that were properly cited
. 
. svy: mean in_23413_gsite2
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1           Number of obs   =        516
Number of PSUs   =      36           Population size = 47,451.979
                                     Design df       =         35

-----------------------------------------------------------------
                |             Linearized
                |       Mean   Std. Err.     [95% Conf. Interval]
----------------+------------------------------------------------
in_23413_gsite2 |    .536138   .0316031      .4719803    .6002958
-----------------------------------------------------------------

. 
. * MC_IN 2.3.4.1.3 % of latrines that were in good condition
. 
. svy: mean in_23413_gcond2
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1           Number of obs   =        515
Number of PSUs   =      36           Population size = 47,358.869
                                     Design df       =         35

-----------------------------------------------------------------
                |             Linearized
                |       Mean   Std. Err.     [95% Conf. Interval]
----------------+------------------------------------------------
in_23413_gcond2 |   .1437342   .0193415      .1044688    .1829996
-----------------------------------------------------------------

. 
. * MC_IN 2.3.4.1.3 total number of latrines observed
. 
. svy: total in_23413_denominator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        525
Number of PSUs   =      36                Population size =     48,231
                                          Design df       =         35

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_23413_denominator |   47358.87    1373.94      44569.62    50148.12
----------------------------------------------------------------------

. 
. *2.3.4.1.7 % of beneficiaries cooking in well ventilated spaces //IN 2_emmp % of beneficiaries cooking in well-ventilated spaces
. gen in_23417 = 0 if i_12_cuisine == 1
variable in_23417 already defined
r(110);

end of do-file

r(110);

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. svy: mean in_23417
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        520
Number of PSUs   =      36        Population size = 47,769.926
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23417 |   .7512787   .0215439      .7075423     .795015
--------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. ********************************************************************************
. ***Sampling frame: All community members
. ********************************************************************************
. //Note: This sampling frame is constructed artificially by inflating sample weights by factor (1/0.8)
. // We then define non-participation through the 20th percentile of project exposure (measured by the estimated numbers of contact with the project)
. 
. *IN 3.2.1.0.2 % of community members participating in collective actions 
. svyset uid_cluster [pweight = pw_final_allcomm]

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

. svydescribe

Survey: Describing stage 1 sampling units

      pweight: pw_final_allcomm
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        36       525        10      14.6        30
--------  --------  --------  --------  --------  --------
       1        36       525        10      14.6        30

. 
. svy: mean in_32102 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size = 60,288.751
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |   .9120354   .0142739      .8830579    .9410129
--------------------------------------------------------------

. svy: total in_32102
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        525
Number of PSUs   =      36        Population size = 60,288.751
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |   54985.47   1764.588      51403.17    58567.78
--------------------------------------------------------------

. total pw_final_allcomm // All community members

Total estimation                      Number of obs   =        525

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   60288.75   419.3861      59464.87    61112.64
------------------------------------------------------------------

. 
. svy: mean in_32102 if expose_d20 == 1 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        387
Number of PSUs   =      36        Population size = 44,497.687
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |   .9262363   .0128764      .9000958    .9523769
--------------------------------------------------------------

. svy: total in_32102 if expose_d20 == 1
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        387
Number of PSUs   =      36        Population size = 44,497.687
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |   41215.37   2378.717      36386.32    46044.43
--------------------------------------------------------------

. total pw_final_allcomm if expose_d20 == 1 //FSP participants

Total estimation                      Number of obs   =        387

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   44497.69   369.8486      43770.52    45224.86
------------------------------------------------------------------

. 
. svy: mean in_32102 if expose_d20 == 0
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        138
Number of PSUs   =      35        Population size = 15,791.064
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |   .8720184   .0420577      .7865469    .9574899
--------------------------------------------------------------

. svy: total in_32102 if expose_d20 == 0
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        138
Number of PSUs   =      35        Population size = 15,791.064
                                  Design df       =         34

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_32102 |    13770.1   1179.752      11372.55    16167.64
--------------------------------------------------------------

. total pw_final_allcomm if expose_d20 == 0 //Non-FSP-participants, proxied through 20th-percentile project exposure

Total estimation                      Number of obs   =        138

------------------------------------------------------------------
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
pw_final_allcomm |   15791.06    198.417      15398.71    16183.42
------------------------------------------------------------------

. 
. //Further disaggregations by type of collective action:
. svy: mean in_32102_*
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1                   Number of obs   =        525
Number of PSUs   =      36                   Population size = 60,288.751
                                             Design df       =         35

-------------------------------------------------------------------------
                        |             Linearized
                        |       Mean   Std. Err.     [95% Conf. Interval]
------------------------+------------------------------------------------
     in_32102_soil_cons |   .2559306   .0275538      .1999934    .3118677
     in_32102_flood_dev |   .2963981   .0301742      .2351412     .357655
      in_32102_building |   .1462764   .0187169       .108279    .1842737
      in_32102_reforest |   .2057753   .0285189      .1478789    .2636717
in_32102_route_maintain |   .7361252     .02729      .6807237    .7915268
    in_32102_waterpoint |   .6384204   .0226065      .5925267     .684314
         in_32102_other |   .0114939   .0043896      .0025826    .0204053
-------------------------------------------------------------------------

. 
. *IN 3_emmp % of handwashing stations with proper drainage or absorption systems.
. svy: mean in_3_emmp
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        458
Number of PSUs   =      36        Population size = 52,244.472
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
   in_3_emmp |   .6666726    .047154      .5709448    .7624004
--------------------------------------------------------------

. 
. ********************************************************************************
. ***Sampling frame: Care Groups/Neigbourhood Groups (var "smplfrm_cg")
. ********************************************************************************
. clear 

. use "$source\apbs_final"

. keep if smplfrm_cg == 1
(1,014 observations deleted)

. svyset uid_cluster [pweight = pw_final_cg]

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

. svydescribe

Survey: Describing stage 1 sampling units

      pweight: pw_final_cg
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        36       523        12      14.5        28
--------  --------  --------  --------  --------  --------
       1        36       523        12      14.5        28

. 
. ***EXTERNAL INDICATORS
. *IN 2.1.0.0.1 Contraceptive Prevalence Rate (CPR) (RM)
. svy: mean in_21001
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        522
Number of PSUs   =      36        Population size = 10,135.162
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_21001 |      .5353   .0249597      .4846292    .5859709
--------------------------------------------------------------

. svy: mean in_21001_mod
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        522
Number of PSUs   =      36        Population size = 10,135.162
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
in_21001_mod |   .2519922   .0207248      .2099186    .2940658
--------------------------------------------------------------

. svy: mean in_21001_trad
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1         Number of obs   =        522
Number of PSUs   =      36         Population size = 10,135.162
                                   Design df       =         35

---------------------------------------------------------------
              |             Linearized
              |       Mean   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_21001_trad |   .3249669   .0236468      .2769612    .3729725
---------------------------------------------------------------

. 
. *IN 2.2.2.1.1  # of pregnant women reached with nutrition-specific interventions through USG-supported programs
. 
. svy: total in_22211 
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        523
Number of PSUs   =      36        Population size = 10,156.865
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22211 |   1828.814   154.4273       1515.31    2142.319
--------------------------------------------------------------

. 
. *in_22211_moins_19ans
. 
. svy: total in_22211 if c1_05_2_age < 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =          9
Number of PSUs   =       8        Population size =  177.75547
                                  Design df       =          7

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22211 |   40.30502   26.38583     -22.08755    102.6976
--------------------------------------------------------------

. 
. *in_22211_plus_19ans
. svy: total in_22211 if c1_05_2_age >= 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        514
Number of PSUs   =      36        Population size = 9,979.1094
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22211 |   1788.509   157.0719      1469.636    2107.382
--------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. *IN 2.3.2.0.1 % of participants of community-level nutrition interventions who can identify MCHN services, need for services and benefits of services
. svy: mean in_23201
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        523
Number of PSUs   =      36        Population size = 10,156.865
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23201 |   .8169885   .0187012      .7790229     .854954
--------------------------------------------------------------

. svy: mean in_23201 if female == 1
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        523
Number of PSUs   =      36        Population size = 10,156.865
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23201 |   .8169885   .0187012      .7790229     .854954
--------------------------------------------------------------

. //svy: mean in_23201 if male == 1 // --> Command excluded as no male data available. Indicator is collected through female sampling frame.
. 
. svy: mean in_23201_ident_serv in_23201_need4serv in_23201_serv_benf // disaggregations for identify services, identify needs, identify benefits
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1               Number of obs   =        523
Number of PSUs   =      36               Population size = 10,156.865
                                         Design df       =         35

---------------------------------------------------------------------
                    |             Linearized
                    |       Mean   Std. Err.     [95% Conf. Interval]
--------------------+------------------------------------------------
in_23201_ident_serv |          1          .             .           .
 in_23201_need4serv |          1          .             .           .
 in_23201_serv_benf |   .8169885   .0187012      .7790229     .854954
---------------------------------------------------------------------

. svy: mean in_23201_benf_* // further disaggregations for the ability to identify specific service benefits
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1                      Number of obs   =        523
Number of PSUs   =      36                      Population size = 10,156.865
                                                Design df       =         35

----------------------------------------------------------------------------
                           |             Linearized
                           |       Mean   Std. Err.     [95% Conf. Interval]
---------------------------+------------------------------------------------
         in_23201_benf_anc |          1          .             .           .
        in_23201_benf_vacc |   .9819495   .0060108       .969747    .9941521
    in_23201_benf_treatill |   .9092224   .0153492      .8780619    .9403829
in_23201_benf_treatmalnutr |   .8648326   .0168926      .8305388    .8991265
----------------------------------------------------------------------------

. 
. ***Internal indicators
. *C (BL/FE) IN 2.3.0.0.1
. svy: mean in_23001 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        411
Number of PSUs   =      36        Population size =  7,978.469
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23001 |   .2455175   .0267912      .1911285    .2999066
--------------------------------------------------------------

. svy: total in_23001_numerator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        411
Number of PSUs   =      36              Population size =  7,978.469
                                        Design df       =         35

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_23001_numerator |   72002.51   8508.972      54728.38    89276.64
--------------------------------------------------------------------

. svy: total in_23001_denominator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        411
Number of PSUs   =      36                Population size =  7,978.469
                                          Design df       =         35

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_23001_denominator |     308808   11615.83      285226.6    332389.3
----------------------------------------------------------------------

. // please note: This calculation may underreport treatment values if missing IDK or DNWA values are generated in the data.              
. 
. *IN 2.3.1.0.3_int % CU5 with diarrhea treated with ORT
. svy: mean in_23001 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        411
Number of PSUs   =      36        Population size =  7,978.469
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_23001 |   .2455175   .0267912      .1911285    .2999066
--------------------------------------------------------------

. svy: total in_23103_numerator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        178
Number of PSUs   =      36              Population size = 3,429.4275
                                        Design df       =         35

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_23103_numerator |    93696.5   11310.65      70734.65    116658.3
--------------------------------------------------------------------

. svy: total in_23103_demonitator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        522
Number of PSUs   =      36                Population size = 10,136.712
                                          Design df       =         35

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_23103_demonitator |   322727.9   10964.34      300469.1    344986.7
----------------------------------------------------------------------

. // please note: This calculation may underreport treatment values if missing IDK or DNWA values are generated in the data.              
.                 
. *IN 4.0.0.0.6  # of CU5 reached with nutrition-specific interventions through USG-supported programs
. 
. svy: total in_40006
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        522
Number of PSUs   =      36        Population size = 10,136.712
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_40006 |   16398.14   528.2923      15325.65    17470.63
--------------------------------------------------------------

. 
. 
. *IN 4.0.0.0.7  # of CU2 reached with community-level nutrition interventions through USG-supported programs
. 
. svy: total in_40007
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =        433
Number of PSUs   =      36        Population size = 8,388.3917
                                  Design df       =         35

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_40007 |   6393.616     274.22       5836.92    6950.312
--------------------------------------------------------------

. 
. *IN 1_emmp % of households who report a reduction in fuelwood and charcoal consumption
. svy: mean in_1_emmp 
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =          5
Number of PSUs   =       5        Population size = 97.1066763
                                  Design df       =          4

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
   in_1_emmp |   .1815884   .1858345     -.3343709    .6975477
--------------------------------------------------------------

. 
. *IN 1_emmp numerator
. svy: total in_1_emmp
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1        Number of obs   =          5
Number of PSUs   =       5        Population size = 97.1066763
                                  Design df       =          4

--------------------------------------------------------------
             |             Linearized
             |      Total   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
   in_1_emmp |   17.63345   17.63345     -31.32485    66.59174
--------------------------------------------------------------

. 
. *IN 1_emmp denominator
. svy: total in_1_emmp_denominator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                 Number of obs   =          4
Number of PSUs   =       4                 Population size = 79.4732304
                                           Design df       =          3

-----------------------------------------------------------------------
                      |             Linearized
                      |      Total   Std. Err.     [95% Conf. Interval]
----------------------+------------------------------------------------
in_1_emmp_denominator |   79.47323   2.754391      70.70753    88.23893
-----------------------------------------------------------------------

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. ********************************************************************************
. ***Sampling frame: Female farmer and female Care Group members having received permagarden and rabbit distributions
. ********************************************************************************
. clear 

. use "$source\apbs_final"

. keep if smplfrm_fnutrag == 1
(998 observations deleted)

. svyset uid_cluster [pweight = pw_final_fnutrag]

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

. svydescribe

Survey: Describing stage 1 sampling units

      pweight: pw_final_fnutrag
          VCE: linearized
  Single unit: missing
     Strata 1: <one>
         SU 1: uid_cluster
        FPC 1: <zero>

                                      #Obs per Unit
                              ----------------------------
Stratum    #Units     #Obs      min       mean      max   
--------  --------  --------  --------  --------  --------
       1        37       539        11      14.6        30
--------  --------  --------  --------  --------  --------
       1        37       539        11      14.6        30

. 
. *IN 2.2.1.0.4 % female direct beneficiaries of USG nutrition-sensitive agriculture activities consuming a diet of minimum diversity
. svy: mean in_22104
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        539
Number of PSUs   =      37        Population size = 12,704.324
                                  Design df       =         36

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22104 |   .8678332   .0162028      .8349724    .9006939
--------------------------------------------------------------

. svy: total in_22104_numerator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        539
Number of PSUs   =      37              Population size = 12,704.324
                                        Design df       =         36

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_22104_numerator |   11025.23   315.4392      10385.49    11664.97
--------------------------------------------------------------------

. svy: total in_22104_denominator
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        539
Number of PSUs   =      37                Population size = 12,704.324
                                          Design df       =         36

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_22104_denominator |   12704.32   334.3243      12026.28    13382.37
----------------------------------------------------------------------

. 
. svy: mean in_22104 if c1_05_2_age < 19
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =          5
Number of PSUs   =       4        Population size = 113.033462
                                  Design df       =          3

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22104 |   .8028169   .1592492      .2960149    1.309619
--------------------------------------------------------------

. svy: total in_22104_numerator if c1_05_2_age < 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =          5
Number of PSUs   =       4              Population size = 113.033462
                                        Design df       =          3

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_22104_numerator |   90.74517   1.592021      85.67865    95.81169
--------------------------------------------------------------------

. svy: total in_22104_denominator if c1_05_2_age < 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =          5
Number of PSUs   =       4                Population size = 113.033462
                                          Design df       =          3

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_22104_denominator |   113.0335   21.80933      43.62645    182.4405
----------------------------------------------------------------------

. 
. svy: mean in_22104 if c1_05_2_age >= 19
(running mean on estimation sample)

Survey: Mean estimation

Number of strata =       1        Number of obs   =        534
Number of PSUs   =      37        Population size = 12,591.291
                                  Design df       =         36

--------------------------------------------------------------
             |             Linearized
             |       Mean   Std. Err.     [95% Conf. Interval]
-------------+------------------------------------------------
    in_22104 |   .8684168   .0159815      .8360049    .9008287
--------------------------------------------------------------

. svy: total in_22104_numerator if c1_05_2_age >= 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        534
Number of PSUs   =      37              Population size = 12,591.291
                                        Design df       =         36

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_22104_numerator |   10934.49   315.7802      10294.06    11574.92
--------------------------------------------------------------------

. svy: total in_22104_denominator if c1_05_2_age >= 19
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        534
Number of PSUs   =      37                Population size = 12,591.291
                                          Design df       =         36

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_22104_denominator |   12591.29   342.2964      11897.08     13285.5
----------------------------------------------------------------------

. 
. gen part_agprod = 0

. replace part_agprod = 1 if d1_1_part_ffs == 1 |  d1_3_part_jffs == 1 | d1_6_part_ybg == 1 |  d1_5_part_po == 1 | d1_9_part_perma == 1 | d1_10_part_sls
> t == 1 
(361 real changes made)

. 
. gen part_cgag = 0

. replace part_cgag = 1 if d1_9_part_perma == 1 | d1_10_part_slst == 1 
(167 real changes made)

. 
end of do-file

. do "C:\Users\MERCYC~1\AppData\Local\Temp\STD54_000000.tmp"

. //Further disaggregations:
. svy: total  in_22104_cereals
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1            Number of obs   =        539
Number of PSUs   =      37            Population size = 12,704.324
                                      Design df       =         36

------------------------------------------------------------------
                 |             Linearized
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_22104_cereals |   12374.29   353.9389      11656.46    13092.11
------------------------------------------------------------------

. svy: total  in_22104_legumes
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1            Number of obs   =        539
Number of PSUs   =      37            Population size = 12,704.324
                                      Design df       =         36

------------------------------------------------------------------
                 |             Linearized
                 |      Total   Std. Err.     [95% Conf. Interval]
-----------------+------------------------------------------------
in_22104_legumes |   8692.978   338.8782      8005.701    9380.255
------------------------------------------------------------------

. svy: total  in_22104_oilseeds
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1             Number of obs   =        539
Number of PSUs   =      37             Population size = 12,704.324
                                       Design df       =         36

-------------------------------------------------------------------
                  |             Linearized
                  |      Total   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_22104_oilseeds |   10249.39   380.7528      9477.183    11021.59
-------------------------------------------------------------------

. svy: total  in_22104_milk
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1         Number of obs   =        539
Number of PSUs   =      37         Population size = 12,704.324
                                   Design df       =         36

---------------------------------------------------------------
              |             Linearized
              |      Total   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_22104_milk |   2662.455   257.4578      2140.307    3184.604
---------------------------------------------------------------

. svy: total  in_22104_animprotein
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        539
Number of PSUs   =      37                Population size = 12,704.324
                                          Design df       =         36

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_22104_animprotein |   9338.083   501.2266      8321.548    10354.62
----------------------------------------------------------------------

. svy: total  in_22104_eggs
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1         Number of obs   =        539
Number of PSUs   =      37         Population size = 12,704.324
                                   Design df       =         36

---------------------------------------------------------------
              |             Linearized
              |      Total   Std. Err.     [95% Conf. Interval]
--------------+------------------------------------------------
in_22104_eggs |   1831.656   221.1493      1383.144    2280.167
---------------------------------------------------------------

. svy: total  in_22104_greenleafs
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1               Number of obs   =        539
Number of PSUs   =      37               Population size = 12,704.324
                                         Design df       =         36

---------------------------------------------------------------------
                    |             Linearized
                    |      Total   Std. Err.     [95% Conf. Interval]
--------------------+------------------------------------------------
in_22104_greenleafs |   10948.27   428.5073      10079.22    11817.33
---------------------------------------------------------------------

. svy: total  in_22104_orangeveg
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1              Number of obs   =        539
Number of PSUs   =      37              Population size = 12,704.324
                                        Design df       =         36

--------------------------------------------------------------------
                   |             Linearized
                   |      Total   Std. Err.     [95% Conf. Interval]
-------------------+------------------------------------------------
in_22104_orangeveg |   6876.601   477.7353      5907.709    7845.493
--------------------------------------------------------------------

. svy: total  in_22104_otherveg
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1             Number of obs   =        539
Number of PSUs   =      37             Population size = 12,704.324
                                       Design df       =         36

-------------------------------------------------------------------
                  |             Linearized
                  |      Total   Std. Err.     [95% Conf. Interval]
------------------+------------------------------------------------
in_22104_otherveg |   12256.82   320.4468      11606.93    12906.72
-------------------------------------------------------------------

. svy: total  in_22104_otherfruits
(running total on estimation sample)

Survey: Total estimation

Number of strata =       1                Number of obs   =        539
Number of PSUs   =      37                Population size = 12,704.324
                                          Design df       =         36

----------------------------------------------------------------------
                     |             Linearized
                     |      Total   Std. Err.     [95% Conf. Interval]
---------------------+------------------------------------------------
in_22104_otherfruits |   9327.038   300.3602      8717.879    9936.196
----------------------------------------------------------------------

. 
. log close
      name:  <unnamed>
       log:  G:\Drive partagés\DRC - MEL FSP\05 Data System Reports\5.15 AM - Enquête annuelle\5.15.5 2023-08 APBS\06_analysis\06.3_log_files\apbs_tab.l
> og
  log type:  text
 closed on:  23 Aug 2023, 14:28:49
--------------------------------------------------------------------------------------------------------------------------------------------------------
